---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.SheetFailures.SheetNumberDuplicated
source: html/2481bb6d-37a6-bbdf-f354-07349b24f83a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.SheetFailures.SheetNumberDuplicated Property

Sheet Number is already in use. Enter a unique number.

## Syntax (C#)
```csharp
public static FailureDefinitionId SheetNumberDuplicated { get; }
```